{
  "heroTitle": "Sign the Petition",
  "headline": "Petition to the Sahuarita Town Council: Hold a Public Hearing on the 2013 Right of Way Encroachment Agreement with Hudbay Minerals",
  "intro": [
    "We, the undersigned residents and concerned citizens, urge the Sahuarita Town Council to take immediate action to protect our community's water supply.",
    "In 2013, the Town of Sahuarita entered into an agreement granting Hudbay Minerals a Right of Way along Santa Rita Road to install a water pipeline connecting the company's groundwater well field to the Copper World mine site. In exchange, Hudbay pledged to replenish 105% of the groundwater it withdraws with Central Arizona Project (CAP) water in the Sahuarita/Green Valley area.",
    "There is now overwhelming evidence that Hudbay cannot fulfill this obligation. The ongoing drought is drastically reducing CAP water allocations, and Hudbay has stored only a fraction of the water the mine will require. If the company cannot replenish the groundwater it pumps, this pipeline will drain the aquifer that tens of thousands of residents depend on.",
    "Therefore, we call on the Sahuarita Town Council to hold a formal public hearing to determine whether Hudbay Minerals can meet the terms of the 2013 agreement — and if it cannot, to void the agreement and deny the Right of Way before irreversible harm is done to our water supply."
  ],
  "formIntro": "Sign below to ask the Sahuarita Town Council to hold a public hearing on the Hudbay Right of Way agreement.",
  "supportingDocs": [
    "The Town of Sahuarita's agreement with Hudbay Minerals threatens to deplete more than 500,000 acre-feet of groundwater beneath Sahuarita and Green Valley. (An acre-foot equals 325,851 gallons.)",
    "The 2013 agreement requires the town to provide a Right of Way for the installation of a water pipeline along Santa Rita Road connecting Hudbay's groundwater well field to the mine site. In exchange, Hudbay pledged to replenish 105% of the groundwater it withdraws in the immediate area with Central Arizona Project (CAP) water.",
    "Hudbay is planning to construct the Copper World mine on the northwest flank of the Santa Rita Mountains. According to a 2022 Hudbay technical report, the mine will require 188,000 acre-feet of water over the first 20 years of phase one and more than 526,000 acre-feet by the time mining is completed in 44 years.",
    "Hudbay has stored only 1,683 acre-feet of water at the Pima Mine Road Recharge project north of Sahuarita. The company has a 10-year agreement with the CAP, beginning in 2021, to purchase just 1,124 acre-feet of low-priority CAP water per year.",
    "Hudbay's CAP water allocation has already been reduced to 843 acre-feet in 2024 and 2025. Future allocations are in serious doubt because of the severe drought and anticipated further reductions in CAP water from the Colorado River."
  ]
}
